Repository: Awepo-IT-konsult/buddyboss
Catalog: buddyboss-pro-*.po
Languages: sv_se

source: Cheatin&#8217; huh?
sv_se: Fuskar&#8217; va?

source: You don't have access to send request membership.
sv_se: Du har inte tillräcklig behörighet för att begära medlemskap.

source: You can no longer send replies to this thread as you are restricted from sending messages to this member.
sv_se: Du kan inte längre skicka svar på den här tråden eftersom du begränsats från att skicka meddelanden till den här medlemmen.

source: You can no longer send replies to this thread as you are restricted from sending messages to these members:
sv_se: Du kan inte längre skicka svar på den här tråden eftersom du inte längre kan skicka meddelanden till dessa medlemmar:

source: View Tutorial
sv_se: Visa handledning

source: You don't have enough access to create an activity.
sv_se: Du har inte tillräcklig behörighet för att skapa en aktivitet.

source: You don't have enough access to create an activity comment.
sv_se: Du har inte tillräcklig behörighet för att kommentera aktiviteter.

source: Sorry, You don't have enough access to update this activity.
sv_se: Tyvärr har du inte tillräcklig behörighet för att uppdatera den här aktiviteten.

source: Sorry, you are not allowed to delete this activity.
sv_se: Tyvärr får du inte radera den här aktiviteten.

source: Sorry, You don't have enough access to create an activity comment.
sv_se: Tyvärr har du inte tillräcklig behörighet för att skapa en aktivitetskommentar.

source: Sorry, You don't have enough membership to join the group.
sv_se: Tyvärr har du inte tillräcklig behörighet för att gå med i gruppen.

source: Sorry, You don't have enough membership to create a membership request.
sv_se: Tyvärr har du inte tillräcklig behörighet för att begära medlemskap i denna grupp.

source: Requested User don't have enough membership to approve membership requests to this group.
sv_se: Den begärda användaren har inte tillräckligt med medlemskap för att godkänna medlemskapsförfrågningar till den här gruppen.

source: You don't have enough access to send the friend request to this member.
sv_se: Du har inte tillräcklig behörighet för att skicka en vänskapsförfrågan till den här medlemmen.

source: LearnDash Group
sv_se: LearnDash-grupp

source: Achievement
sv_se: Visa prestation

source: WordPress Role
sv_se: WordPress roll

source: Profile Type
sv_se: Typ av profil

source: Membership
sv_se: Medlemskap

source: Gender
sv_se: Genus

source: Send Messages
sv_se: Skicka meddelanden

source: Upload Photos
sv_se: Ladda upp foton

source: Any
sv_se: Alla

source: Specific
sv_se: Specifik

source: - Select -
sv_se: - Välj -

source: - Select Membership Type -
sv_se: - Välj Medlemstyp -

source: zoom
sv_se: zomma

source: day
sv_se: dag

source: Cloud
sv_se: Moln

source: Local
sv_se: Lokal

source: week
sv_se: vecka

source: month
sv_se: månad

source: Create Meeting
sv_se: Nytt möte

source: Meeting ID
sv_se: Mötes-ID

source: Save
sv_se: Spara

source: Cancel
sv_se: Annullera

source: Sync
sv_se: Synkronisera

source: Title
sv_se: Titel

source: When
sv_se: När

source: Timezone
sv_se: Tidszon

source: Delete
sv_se: Radera

source: Settings
sv_se: Inställningar

source: Description (optional)
sv_se: Beskrivning (valfritt)

source: Passcode (optional)
sv_se: Lösenord (tillval)

source: Alternative Hosts
sv_se: Alternativa värdar

source: Require Registration
sv_se: Kräv registrering

source: Attendees register once and can attend any of the occurrences
sv_se: Deltagare registrerar sig en gång och kan delta i alla händelser

source: Attendees need to register for each occurrence to attend
sv_se: Deltagarna måste registrera sig för varje enskild händelse

source: Attendees register once and can choose one or more occurrences to attend
sv_se: Deltagarna registrerar sig en gång och kan välja en eller flera händelser att delta

source: Enable join before host
sv_se: Deltagare kan ansluta innan värden

source: Mute participants upon entry
sv_se: Stäng av ljudet från nytillkomna deltagare

source: Enable waiting room
sv_se: Aktivera väntrum

source: Only authenticated users can join
sv_se: Bara autentiserade användare kan ansluta

source: Recurrence
sv_se: Upprepning

source: Daily
sv_se: Dagligen

source: Weekly
sv_se: Veckovis

source: Monthly
sv_se: Månadsvis

source: Repeat every
sv_se: Upprepa varje

source: Days
sv_se: Dagar

source: Sunday
sv_se: Söndag

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Day
sv_se: Dag

source: of the month
sv_se: i månaden

source: First
sv_se: Första

source: Second
sv_se: Sekund

source: Third
sv_se: Tredje

source: Fourth
sv_se: Fjärde

source: Last
sv_se: Senast

source: Date
sv_se: Datum

source: Edit
sv_se: Redigera

source: webinar
sv_se: webbseminarium

source: Create Webinar
sv_se: Skapa webinar

source: A Zoom meeting has been scheduled in one of your groups
sv_se: Ett Zoom-möte har schemalagts i en av dina grupper

source: Yes, send email
sv_se: Ja, skicka e-post

source: No, do not send email
sv_se: Nej, skicka inte e-post

source: A Zoom webinar has been scheduled in one of your groups
sv_se: Ett Zoomwebinar har schemalagts i en av dina grupper

source: Zoom Settings
sv_se: Zoominställningar

source: Zoom Gutenberg Blocks
sv_se: Zoom Gutenberg Block

source: Enable Zoom
sv_se: Aktivera zoom

source: Zoom Account Email
sv_se: Zoomkontots E-post

source: Social Groups
sv_se: Sociala grupper

source: Recordings
sv_se: Inspelningar

source: Recording Links
sv_se: Inspelningslänkar

source: [{{{site.name}}}] {{poster.name}} scheduled a Zoom Meeting in the group: "{{group.name}}"
sv_se: [{{{site.name}}}] {{poster.name}} har schemalagt ett Zoommöte i gruppen "{{group.name}}"

source: <a href="{{{poster.url}}}">{{poster.name}}</a> scheduled a Zoom Meeting in the group "<a href="{{{group.url}}}">{{group.name}}</a>": {{{zoom_meeting}}}
sv_se: <a href="{{{poster.url}}}">{{poster.name}}</a> har schemalagt ett Zoommöte i gruppen "<a href="{{{group.url}}}">{{group.name}}</a>": {{{zoom_meeting}}}

source: {{poster.name}} scheduled a Zoom Meeting in the group "{{group.name}}": {{{zoom_meeting}}}
sv_se: {{poster.name}} schemalade ett Zoommöte i gruppen "{{group.name}}" {{{zoom_meeting}}}

source: [{{{site.name}}}] {{poster.name}} scheduled a Zoom Webinar in the group: "{{group.name}}"
sv_se: [{{{site.name}}}] {{poster.name}} har schemalagt ett Zoomwebinar i gruppen "{{group.name}}"

source: <a href="{{{poster.url}}}">{{poster.name}}</a> scheduled a Zoom Webinar in the group "<a href="{{{group.url}}}">{{group.name}}</a>": {{{zoom_webinar}}}
sv_se: <a href="{{{poster.url}}}">{{poster.name}}</a> har schemalagt ett Zoomwebinar i gruppen "<a href="{{{group.url}}}">{{group.name}}</a>": {{{zoom_webinar}}}

source: {{poster.name}} scheduled a Zoom Webinar in the group "{{group.name}}": {{{zoom_webinar}}}
sv_se: {{poster.name}} har schemalagt ett Zoomwebinar i gruppen "{{group.name}}" {{{zoom_meeting}}}

source: Member scheduled the Zoom Meeting in the group.
sv_se: Medlem har schemalagt zoommötet i gruppen.

source: You will no longer receive emails when someone schedules meeting in the group.
sv_se: Du kommer inte längre få e-postmeddelanden när någon schemalägger möten i gruppen.

source: Member scheduled the Zoom Webinar in the group.
sv_se: Medlem har schemalagt zoomwebinaret i gruppen.

source: You will no longer receive emails when someone schedules webinar in the group.
sv_se: Du kommer inte längre att få e-postmeddelanden när någon schemalägger webinar i gruppen.

source: Are you sure you want to delete this meeting?
sv_se: Vill du ta bort det här mötet?

source: Are you sure you want to delete this webinar?
sv_se: Vill du ta bort det här webinaret?

source: Guest
sv_se: Gäst

source: Hours
sv_se: Timmar

source: Minutes
sv_se: Minuter

source: Seconds
sv_se: Sekunder

source: Allow Zoom meetings on this site
sv_se: Tillåt Zoom på den här webbplatsen

source: Enter an email from your Zoom account to be used as the default host in Gutenberg blocks.
sv_se: Ange en e-postadress från ditt Zoom-konto att användas som förvald värd i Gutenberg-block.

source: Allow Zoom meetings in social groups
sv_se: Tillåt Zoom i sociala grupper

source: Display Zoom recordings for past meetings
sv_se: Visa Zoominspelningar för tidigare möten

source: Display buttons to 'Download' recording, and to 'Copy Link' to the recording
sv_se: Visa knappar för 'Ladda ner' inspelning, och till 'Kopiera länk' till inspelningen

source: Sorry, no meetings were found.
sv_se: Inga möten har hållits än.

source: Every
sv_se: Varje

source: days
sv_se: dagar

source: until
sv_se: tills

source: occurrence
sv_se: förekomster

source: weeks on
sv_se: veckor

source: Sun
sv_se: Sön

source: Mon
sv_se: Mån

source: Tue
sv_se: Tis

source: Wed
sv_se: Ons

source: Thu
sv_se: Tor

source: Fri
sv_se: Fre

source: Sat
sv_se: Lör

source: Sun
sv_se: Sön

source: Mon
sv_se: Mån

source: Tue
sv_se: Tis

source: Wed
sv_se: Ons

source: Thu
sv_se: Tor

source: Fri
sv_se: Fre

source: Sat
sv_se: Lör

source: Once in 5 minutes
sv_se: En gång på 5 minuter

source: at
sv_se: kl.

source: Date and Time
sv_se: Datum och tid

source: Duration
sv_se: Varaktighet

source: %d hour
sv_se: %d timme

source: %d minute
sv_se: %d minut

source: Registration Link
sv_se: Registreringslänk

source: Meeting Link
sv_se: Länk till mötet

source: Meeting Details
sv_se: Mötesdetaljer

source: %1$s scheduled a Zoom meeting in the group %2$s
sv_se: %1$s har schemalagt ett Zoom-möte i gruppen %2$s

source: %1$s scheduled a Zoom webinar in the group %2$s
sv_se: %1$s har schemalagt ett Zoomwebinar i gruppen %2$s

source: Viewing 1 item
sv_se: Visar 1 objekt

source: Please check your email.
sv_se: Vänligen kontrollera din e-post.

source: Groups is not active.
sv_se: Grupper är inte aktiva.

source: You do not have permission to create meeting in this group.
sv_se: Du har inte behörighet att skapa möte i den här gruppen.

source: This group does not have Zoom enabled. Please check the settings.
sv_se: Den här gruppen har inte Zoom aktiverat. Vänligen kontrollera inställningarna.

source: Please select the meeting date.
sv_se: Vänligen välj datum för mötet.

source: Please enter valid date as format <strong>yyyy-mm-dd</strong>.
sv_se: Formatera datumet så här: <strong>yyyy-mm-dd</strong>.

source: Please change the meeting date to a future date.
sv_se: Vänligen ändra mötesdatum till ett framtida datum.

source: Please select the meeting duration to a minimum of 15 minutes.
sv_se: Sätt möteslängden till minst 15 minuter.

source: There was an error saving the occurrence.
sv_se: Ett fel uppstod när förekomsten skulle sparas.

source: Something went wrong. If passcode is entered then please make sure it matches Zoom Passcode requirements and try again.
sv_se: Något blev fel. Om lösenord anges, se till att det matchar kraven för lösenord som Zoom har och försök igen.

source: Please enter the meeting title.
sv_se: Ge mötet ett namn.

source: There was an error saving the meeting.
sv_se: Ett fel uppstod när mötet skulle sparas.

source: You do not have permission to delete a meeting in this group.
sv_se: Du har inte behörighet att ta bort ett möte i den här gruppen.

source: Please provide ID of the meeting.
sv_se: Ange ID för mötet.

source: There was a issue in fetching invitation.
sv_se: Det är problem med att hämta inbjudan.

source: Load More
sv_se: Ladda in mer

source: Please provide meeting ID.
sv_se: Ange mötes-ID.

source: %s meetings updated successfully.
sv_se: %s möten uppdateras.

source: Meetings update complete!
sv_se: Mötet uppdaterades!

source: You do not have permission to create webinar in this group.
sv_se: Du har inte behörighet att skapa ett webinar i den här gruppen.

source: Webinars not allowed in this group.
sv_se: Webinarer tillåts inte i den här gruppen.

source: Please enter the webinar title.
sv_se: Ge webinaret en rubrik.

source: Please select the webinar date.
sv_se: Välj datum för webinaret.

source: Please change the webinar date to a future date.
sv_se: Ändra webinarets tid till ett framtida datum.

source: You do not have permission to delete a webinar in this group.
sv_se: Du har inte behörighet att ta bort ett webinar i den här gruppen.

source: Webinars update complete!
sv_se: Webinaret uppdaterades!

source: Are you sure you want to delete this occurrence?
sv_se: Vill du ta bort den här förekomsten?

source: Please provide Meeting ID.
sv_se: Vänligen uppge Mötes-ID.

source: Upcoming Meetings
sv_se: Kommande möten

source: Past Meetings
sv_se: Tidigare möten

source: Past Webinars
sv_se: Tidigare webinarer

source: Create Webinars
sv_se: Skapa webinarer

source: Group meetings were successfully synced with Zoom.
sv_se: Gruppmöten synkroniserades med Zoom.

source: Zoom Conference
sv_se: Zoom Konferens

source: Group Zoom Settings
sv_se: Inställningar för Zoom

source: Connect this group to a Zoom account, to allow meetings to be scheduled from this group and synced with Zoom. Once enabled, enter your Zoom API Credentials below, using the "Setup Wizard" button to guide you step by step.
sv_se: Anslut den här gruppen till ett konto på Zoom för att schemalägga möten och synkronisera gruppen med Zoom. För att ansluta, kryssa i rutan och ange Zoom API Credentials. För att få hjälp att fylla i fälten, klicka på knappen "Set up Wizard".

source: Connect this group to a Zoom account, to allow meetings to be scheduled from this group and synced with Zoom. Once enabled, enter your Zoom API Credentials below.
sv_se: Anslut den här gruppen till ett konto på Zoom för att schemalägga möten och synkronisera gruppen med Zoom. Efter aktivering, ange API-nycklarna från Zoom nedan.

source: Yes, I want to connect this group to Zoom.
sv_se: Ja, jag vill ansluta den här gruppen till Zoom.

source: Group Permissions
sv_se: Behörigheter

source: Which members of this group are allowed to create, edit and delete Zoom meetings? The "Zoom Account Email" (below) will be assigned as the default host for every meeting in this group, regardless of who created the meeting.
sv_se: Vilka medlemmar i den här gruppen tillåts att skapa, redigera och ta bort Zoom-möten? Mejladressen i fältet "Zoomkontots E-post" (nedan) kommer alltid vara huvudvärd för mötena i den här gruppen, oavsett vilken gruppmedlem som skapade mötet.

source: All group members
sv_se: Alla gruppmedlemmar

source: Organizers and Moderators only
sv_se: Endast arrangörer och moderatorer

source: Organizers only
sv_se: Endast arrangörer

source: API Key
sv_se: API-nyckel

source: API Secret
sv_se: API-hemlighet

source: Copy
sv_se: Kopiera

source: Copied
sv_se: Kopierad

source: Setup Wizard
sv_se: Installationsguide

source: Connect a Zoom Account
sv_se: Anslut ett Zoomkonto

source: Zoom Login
sv_se: Zoom Inloggning

source: Create App
sv_se: Skapa app

source: Finish
sv_se: Slutförande

source: To use Zoom, we will need you to create an "app" in your Zoom account and connect it to this group so we can sync meeting data with Zoom. This should only take a few minutes if you already have a Zoom account. Note that cloud recordings and alternate hosts will only work if you have a "Pro" or "Business" Zoom account.
sv_se: För att använda Zoom, kommer vi behöva be dig skapa en "app" i ditt Zoom-konto och ansluta den till den här gruppen för att vi ska ha möjlighet att synkronisera mötesdata med Zoom. Detta bör bara ta några minuter om du redan har ett Zoom-konto. Observera att inspelningar till molnet och alternativa värdar bara fungerar om du har ett "Pro" eller "Business" Zoom-konto.

source: Start by going to the %s and clicking the "Sign In" link in the titlebar. You can sign in using your existing Zoom credentials. If you do not yet have a Zoom account, just click the "Sign Up" link in the titlebar. Once you have successfully signed into Zoom App Marketplace you can move to the next step.
sv_se: Börja med att gå till %s och klicka på länken "Logga in" i menyraden. Du kan logga in med dina befintliga zoomuppgifter. Om du ännu inte har ett Zoom-konto, klicka på "Sign Up"-länken i menyraden. När du loggat in och kommit till Zoom App Marketplace går du vidare till nästa steg.

source: Once you get to the "App Credentials" page, copy the %1$s and %2$s and paste them into the fields in the form below. Then you will need to decide which of the Zoom users in your account should be the default host for all meetings in this group. Enter their email address into the %3$s field below. The email must exist as a Host in your Zoom account.
sv_se: Under rubriken "App Credentials" kopiera %1$s och %2$s och klistra in dem i fälten här nedan. Bestäm vem av zoom-användarna i ditt konto som ska vara förvald värd för mötena i den här gruppen, genom att ange personens e-postadress i %3$s-fält nedan. Det måste vara en E-postadress som är angiven som Host i ditt Zoom-konto.

source: Once you have entered the API Key, API Secret, and Zoom Account Email, continue to the "Feature" tab. Enable "Event Subscriptions" and then click "Add new event subscription". This step is necessary to allow meeting updates from Zoom to automatically sync back into your group. Note that within the group on this site, you can also click the "Sync" button at any time to force a manual sync.
sv_se: När du har angett API-nyckel, API-hemlighet och Zoom-konto Email, fortsätt till fliken "Feature". Aktivera "Event Subscriptions" och klicka sedan på "Lägg till ny händelseprenumeration". Det här steget är nödvändigt för att mötesuppdateringar från Zoom ska kunna synkroniseras automatiskt tillbaka till din grupp. Observera att inom gruppen på denna webbplats, kan du också klicka på "Sync" knappen när som helst för att tvinga fram en manuell synkronisering.

source: For "Subscription Name" you can again enter any name you want. Click the %1$s Copy Link button below to copy a special link, and then paste that link back into Zoom in the field titled "Event notification endpoint URL".
sv_se: För "Prenumerationsnamn" kan du återigen ange vilket namn du vill, men gruppens namn kan vara lämpligt. Klicka på %1$s Kopiera länk nedan för att kopiera den speciella länken du ser i svagt blå färg. Gå tillbaks till Zoom och klistra in den länken i fältet med titeln "Event notification endpoint URL".

source: Copy Link
sv_se: Kopiera länk

source: Make sure to check the following options: %s
sv_se: Se till att markera följande alternativ: %s

source: Make sure to click the "Save" button on this tab to save the data you entered. Then click the "Check Connection" button on the page to confirm the API was successfully connected. If everything worked you should see a new "Zoom" tab in your group, where you can start scheduling meetings!
sv_se: Se till att klicka på knappen "Skicka" på den här fliken för att spara alla uppgifter. Klicka sen på knappen "Kontrollera anslutning" på sidan för att bekräfta att anslutningen fungerar. Stämmer allt finns en ny flik i gruppen "Zoom", där du schemalägger dina möten.

source: Previous
sv_se: Föregående

source: Next
sv_se: Nästa

source: Save Settings
sv_se: Spara inställningar

source: Group Zoom settings were successfully updated.
sv_se: Zoominställningarna uppdaterades.

source: Invalid Credentials. Please enter valid key, secret key or account email.
sv_se: Ogiltiga autentiseringsuppgifter. Vänligen ange giltig nyckel, hemlig nyckel eller kontot e-postadress.

source: There was an error updating group Zoom API settings. Please try again.
sv_se: Ett fel uppstod när API-inställningen för gruppens Zoom skulle uppdateras. Försök igen.

source: New Zoom meeting
sv_se: Nytt zoommöte

source: New Zoom webinar
sv_se: Nytt Zoomwebinar

source: %1$s scheduled a Zoom meeting %2$s in the group %3$s
sv_se: %1$s har schemalagt Zoommötet %2$s i gruppen %3$s

source: %1$s scheduled a Zoom webinar %2$s in the group %3$s
sv_se: %1$s har schemalagt ett Zoomwebinar %2$s i gruppen %3$s

source: %1$s - Zoom webinar %2$s is starting soon in the group %3$s
sv_se: %1$s - Zoomwebinar %2$s börjar snart i gruppen %3$s

source: You have %1$d new Zoom meetings in groups
sv_se: Du har %1$d nya Zoommöten i grupper

source: You have a meeting "%1$s" scheduled in the group "%2$s"
sv_se: Du har ett möte "%1$s", schemalagt i gruppen "%2$s"

source: Zoom meeting "%1$s" created in the group "%2$s"
sv_se: Zoommöte "%1$s" skapat i gruppen "%2$s"

source: You have %1$d new Zoom webinars in groups
sv_se: Du har %1$d nya Zoomwebinarer i grupper

source: You have a webinar "%1$s" scheduled in the group "%2$s"
sv_se: Du har ett webinar "%1$s", schemalagt i gruppen "%2$s"

source: Zoom webinar "%1$s" created in the group "%2$s"
sv_se: Zoomwebinaret "%1$s" skapades i gruppen "%2$s"

source: Group zoom navigation menu
sv_se: Meny för navigering i Zoom

source: Meetings
sv_se: Möten

source: Webinars
sv_se: Webinarer

source: Sync group meetings with Zoom
sv_se: Synkronisera gruppmöten med Zoom

source: Description
sv_se: Beskrivning

source: Meeting Notifications
sv_se: Notifikationer

source: %d hour before
sv_se: %d timme innan

source: %d minute before
sv_se: %d minut innan

source: Meeting Password
sv_se: Lösenordet för mötet

source: Show password
sv_se: Visa lösenord

source: Hide password
sv_se: Dölj lösenord

source: No password required
sv_se: Lösenordsfritt

source: View Invitation
sv_se: Visa inbjudan

source: Close
sv_se: Stäng

source: Copied to clipboard
sv_se: Kopierat till urklipp

source: Copy Meeting Invitation
sv_se: Kopiera inbjudan

source: Host
sv_se: Uthyrare

source: On
sv_se: På

source: Off
sv_se: Av

source: Participant
sv_se: Deltagare

source: On
sv_se: På

source: Meeting Options
sv_se: Alternativ

source: Record the meeting automatically in the cloud
sv_se: Spela in mötet automatiskt till molnet

source: Join Meeting in Browser
sv_se: Anslut till möte i webbläsare

source: Host Meeting in Zoom
sv_se: Använd Zoom för mötet

source: Join Meeting in Zoom
sv_se: Anslut till möte i Zoom

source: Immediately before the webinar
sv_se: Omedelbart före webinaret

source: Webinar Password
sv_se: Webinarets lösenord

source: Do not record the webinar.
sv_se: Spela inte in webinaret.

source: Join Webinar in Browser
sv_se: Anslut till webinaret i webbläsare

source: Host Webinar in Zoom
sv_se: Använd Zoom för webinaret

source: Join Webinar in Zoom
sv_se: Anslut till webinaret i Zoom

source: Recurring
sv_se: Återkommande

source: Meeting Passcode
sv_se: Lösenord för mötet

source: Show passcode
sv_se: Visa lösenord

source: Hide passcode
sv_se: Dölj lösenord

source: No passcode required
sv_se: Lösenordsfritt

source: Webinar Passcode
sv_se: Lösenord för webinaret

source: This group does not have Zoom properly configured. Please update the %s.
sv_se: Den här gruppen har inte Zoom korrekt konfigurerad. Vänligen uppdatera %s.

source: Zoom settings
sv_se: Zoominställningar

source: Meeting Title
sv_se: Mötets namn

source: Send
sv_se: Skicka

source: immediately
sv_se: direkt

source: 15 minutes
sv_se: 15 minuter

source: 30 minutes
sv_se: 30 minuter

source: 1 hour
sv_se: 1 timme

source: 2 hours
sv_se: 2 timmar

source: 3 hours
sv_se: 3 timmar

source: 4 hours
sv_se: 4 timmar

source: 5 hours
sv_se: 5 timmar

source: before meeting
sv_se: innan mötet

source: Email notification to group members.
sv_se: E-postnotifiering till gruppmedlemmar.

source: Activity notification in group news feed.
sv_se: Aktivitetsnotifikationer i gruppnyheternas flöde.

source: Recurring meeting
sv_se: Återkommande möte

source: Occurs on
sv_se: sker den

source: End date
sv_se: Slutdatum

source: By
sv_se: Av

source: After
sv_se: Efter

source: occurrences
sv_se: händelser

source: Participants
sv_se: Deltagare

source: Start video when host and participants join the meeting.
sv_se: Starta video när värd och/eller deltagare ansluter till mötet.
