Repository: Awepo-IT-konsult/buddyboss
Catalog: buddyboss-pro-*.po
Languages: sv_se

source: Record the meeting automatically
sv_se: Spela in mötet automatiskt

source: On the local computer
sv_se: På den lokala datorn

source: In the cloud
sv_se: I molnet

source: Record automatically onto local computer
sv_se: Spela in automatiskt på lokal dator

source: Default host for all meetings in this group.
sv_se: Förvald värd för alla möten i den här gruppen.

source: Example: mary@company.com, peter@school.edu
sv_se: Exempel: mary@mentabee.com, peter@terapeut.se

source: Additional hosts for this meeting, entered by email, comma separated. Each email added needs to match with a user in the default host's Zoom account.
sv_se: Fler värdar för mötet anges med e-postadresser, separerade med kommatecken. Varje e-postadress måste matcha en användare i huvudvärdens Zoomkonto.

source: Webinar Title
sv_se: Webinarets rubrik

source: before webinar
sv_se: innan webinar

source: Start video when host and panelists join the webinar.
sv_se: Starta mötet när värd och panel ansluter till webinaret.

source: Require authentication to join
sv_se: Kräv autentisering för att ansluta

source: Edit Meeting
sv_se: Redigera möte

source: Update Meeting
sv_se: Uppdatera möte

source: Edit Webinar
sv_se: Redigera webinar

source: Start video when host and participants join the webinar.
sv_se: Starta mötet när värd och deltagare ansluter till webinaret.

source: Show Recordings
sv_se: Visa inspelningar

source: (Recordings)
sv_se: (Inspelningar)

source: Play
sv_se: Spela

source: Video Recording
sv_se: Videoinspelning

source: Audio Recording
sv_se: Ljudinspelning

source: Audio Transcript
sv_se: Ljudavskrift

source: Timeline
sv_se: Tidslinje

source: Download
sv_se: Ladda ner

source: Your browser does not support HTML5 video.
sv_se: Din webbläsare stöder inte HTML5-video.

source: Recorded
sv_se: Skickades

source: Create New
sv_se: Skapa ny

source: Search Meetings
sv_se: Sök möte

source: Timezone:
sv_se: Tidszon:

source: Edit this Meeting
sv_se: Redigera det här mötet

source: You're changing a recurring meeting.
sv_se: Du ändrar ett återkommande möte.

source: Do you want to edit all occurrences of this meeting, or only the selected occurrence?
sv_se: Vill du redigera alla förekomster av det här mötet, eller bara den markerade förekomsten?

source: All occurrences
sv_se: Alla förekomster

source: Only this meeting
sv_se: Endast detta möte

source: Delete this Meeting
sv_se: Ta bort det här mötet

source: Delete Meeting
sv_se: Ta bort möte

source: Topic:
sv_se: Ämne:

source: Time:
sv_se: Tid:

source: Delete This Occurrence
sv_se: Ta bort den här förekomsten

source: Delete All Occurrences
sv_se: Ta bort alla förekomster

source: Edit this Webinar
sv_se: Redigera det här webinaret

source: You're changing a recurring webinar.
sv_se: Du ändrar ett återkommande webinar.

source: Do you want to edit all occurrences of this webinar, or only the selected occurrence?
sv_se: Vill du redigera alla förekomster av det här webinaret, eller bara den markerade förekomsten?

source: Delete this Webinar
sv_se: Radera detta webinar

source: Delete Webinar
sv_se: Ta bort webinaret

source: Search Webinars
sv_se: Sök webinarer

source: Once every 4 hours
sv_se: En gång var fjärde timme

source: BuddyBoss License Keys
sv_se: Licensnycklar för BuddyBoss

source: License Keys
sv_se: Licensnyckel

source: Dismiss this notice.
sv_se: Avfärda detta meddelande.

source: activate your product licenses
sv_se: aktivera dina produktlicenser

source: <strong>Your BuddyBoss products are almost ready.</strong> To get started, please %s.
sv_se: <strong>Dina BuddyBoss produkter är nästan klara.</strong> För att komma igång, vänligen %s.

source: here
sv_se: här

source: Your account was successfully connected. No new activations have been made. If you are attempting to activate a new license key, please make sure that the product is installed on your site, and that an active license key is available in your BuddyBoss.com account.
sv_se: Ditt konto har anslutits. Inga nya aktiveringar har gjorts. Om du försöker aktivera en ny licensnyckel, se till att produkten är installerad på din webbplats, och att en aktiv licensnyckel finns i din BuddyBoss. om konto.

source: Congratulations! License keys for the following product(s) have been activated: %s
sv_se: Grattis! Licensnycklar för följande produkt(er) har aktiverats: %s

source: The connection was successful, however, no license key was activated. We could not find any active license in your account, for any of the installed BuddyBoss products.
sv_se: Anslutningen lyckades, men ingen licensnyckel aktiverades. Vi kunde inte hitta någon aktiv licens på ditt konto, för någon av de installerade BuddyBoss produkter.

source: We've checked the license key, but it <strong>doesn't appear to be a valid BuddyBoss license.</strong> Please double check the license key and try again.
sv_se: Vi har kontrollerat licensnyckeln, men det <strong>verkar inte vara en giltig BuddyBoss licens.</strong> Dubbelkolla licensnyckeln och försök igen.

source: We are unable to validate the license key. Service unavailable.
sv_se: Vi kan inte validera licensnyckeln. Tjänsten är inte tillgänglig.

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
sv_se: Ett oväntat HTTP-fel inträffade under API-förfrågan.</p> <p><a href="?" onclick="document.location.reload(); return false;">Veka igen</a>

source: An unknown error occurred
sv_se: Ett okänt fel inträffade

source: Location Autocomplete
sv_se: Automatisk placering

source: Boss for Learndash
sv_se: Boss för Learndash

source: OneSocial Theme
sv_se: OneSocial tema

source: BuddyPress Member Types
sv_se: BuddyPress Medlemstyper

source: BuddyBoss Theme
sv_se: BuddyBoss tema

source: Boss Theme
sv_se: Boss Tema

source: BuddyPress User Blog
sv_se: BuddyPress Användarblogg

source: Social Blogger
sv_se: Socialt bloggare

source: Auto Connect (Recommended)
sv_se: Automatisk anslutning (rekommenderad)

source: Click the "Connect to BuddyBoss" button to log into your BuddyBoss account. Then click "Allow" to have your license automatically filled in to activate your products.
sv_se: Klicka på knappen "Anslut till BuddyBoss" för att logga in på ditt BuddyBoss konto. Klicka sedan på "Tillåt" för att få din licens automatiskt ifylld för att aktivera dina produkter.

source: Connect to BuddyBoss
sv_se: Anslut till BuddyBoss

source: Connecting
sv_se: Ansluter

source: Manual Connect
sv_se: Manuell anslutning

source: Log into %s
sv_se: Logga in till %s

source: Go to your %s
sv_se: Gå till din %s

source: Go to the "Subscriptions" tab
sv_se: Gå till fliken "Subscriptions"

source: Find your product's license key
sv_se: Hitta din produkts licensnyckel

source: Enter your license key below
sv_se: Ange din licensnyckel nedan

source: Enter your BuddyBoss account email
sv_se: Ange e-post till ditt BuddyBoss konto

source: Click "Update License"
sv_se: Klicka på "Uppdatera licens"

source: Benefits of a License
sv_se: Fördelar med en licens

source: Stay Up to Date
sv_se: Håll dig uppdaterad

source: Get the latest features right away
sv_se: Få de senaste funktionerna direkt

source: Admin Notifications
sv_se: Administratörsnotiser

source: Get updates in WordPress
sv_se: Få uppdateringar i WordPress

source: Professional Support
sv_se: Professionell support

source: Get help with any questions
sv_se: Få hjälp med alla frågor

source: How does BuddyBoss subscriptions work?
sv_se: Hur fungerar BuddyBoss prenumerationer?

source: Update License
sv_se: Uppdatera licens

source: Product(s)
sv_se: Produkt(er)

# Conjuction joining different product names
source: and
sv_se: och

source: License Key
sv_se: Licensnyckel

source: You can find the license key for your product by going to the <a href="https://www.buddyboss.com/my-account/?tab=mysubscriptions" target="_blank" rel="noopener" >My Subscriptions</a> page in your account area.
sv_se: Du hittar licensnyckeln för din produkt genom att gå till sidan <a href="https://www.buddyboss.com/my-account/?tab=mysubscriptions" target="_blank" rel="noopener" >Mina Prenumerationer</a> i ditt konto.

source: Show
sv_se: Visa

source: Hide
sv_se: Göm

source: Email
sv_se: E-post

source: This is your account email you use to log into your BuddyBoss.com account.
sv_se: Detta är ditt kontos e-postadress som du använder för att logga in på ditt BuddyBoss.com-konto.
